MIT-5211/task/verified/T08-tunnel-pacs009-isue-adcb-userkey-200.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header><Ver>01</Ver><SndDtTm>2026-05-19T06:37:31.638474463Z</SndDtTm><MsgTp>admi.098.001.01</MsgTp><MsgDrn>S</MsgDrn><Network>MBRIDGE</Network></SOAP-ENV:Header><SOAP-ENV:Body><ns2:Document xmlns:ns2="urn:iso:std:iso:20022:tech:xsd:admi.098.001.01"><ns2:Rct><ns2:MsgHdr><ns2:MsgId>dbfc62b032884f2ca74410169357138d</ns2:MsgId><ns2:CreDtTm>2026-05-19T06:37:31.803Z</ns2:CreDtTm></ns2:MsgHdr><ns2:RctDtls><ns2:ReqHdlg><ns2:OrgnlMsgId>C62C8EF866E4478E85E77166CC24D93F</ns2:OrgnlMsgId><ns2:OrgnlMsgNmId>pacs.009.001.12</ns2:OrgnlMsgNmId><ns2:StsCd>RJCT</ns2:StsCd><ns2:Desc>java.lang.reflect.InvocationTargetException SecurityConfiguration class (org.owasp.esapi.reference.DefaultSecurityConfiguration) CTOR threw exception.</ns2:Desc></ns2:ReqHdlg></ns2:RctDtls></ns2:Rct></ns2:Document></SOAP-ENV:Body></SOAP-ENV:Envelope>